app/Models/ModelAuth.php

SELECT *
FROM `tbl-user`
WHERE `username` = 'aulia'
AND `password` = 'admin'
---
        public function login_user($username, $password)
        {
                return $this->db->table('tbl-user')->where([
                        'username' => $username,
                        'password' => $password
                ])->get()->getRowArray();