app/Models/ModelFots.php

SELECT *
FROM `data-fots`
ORDER BY `nama` ASC
---
    public function allData()
    {
        return $this->db->table('data-fots')
            ->orderBy('nama', 'ASC')
            ->get()->getResultArray();