app/Models/ModelAdmin.php

    public function jml_kelas()
    {
        return $this->db->table('tbl-kelas')
            ->countAll();
---
SELECT COUNT(*) AS `numrows` FROM `tbl-kelas`

    public function jml_rombel()
    {
        return $this->db->table('tbl-rombel')
            ->countAll();
---
SELECT COUNT(*) AS `numrows` FROM `tbl-rombel`

    public function jml_guru()
    {
        return $this->db->table('tbl-guru')
            ->countAll();
---
SELECT COUNT(*) AS `numrows` FROM `tbl-guru`

    public function jml_siswa()
    {
        return $this->db->table('tbl-siswa')
            ->countAll();
---
SELECT COUNT(*) AS `numrows` FROM `tbl-siswa`

    public function jml_mapel()
    {
        return $this->db->table('tbl-mapel')
            ->countAll();
---
SELECT COUNT(*) AS `numrows` FROM `tbl-mapel`

    public function jml_user()
    {
        return $this->db->table('tbl-user')
            ->countAll();
---
SELECT COUNT(*) AS `numrows` FROM `tbl-user`

    public function jml_deposito()
    {
        return $this->db->table('tbl-deposito')
            ->countAll();
---
SELECT COUNT(*) AS `numrows` FROM `tbl-deposito`

    public function jml_payroll()
    {
        return $this->db->table('data-fots')
            ->countAll();
---
SELECT COUNT(*) AS `numrows` FROM `data-fots`